acpi
alsa-utils
autoconf
automake
bash
bash-completion
binutils
bison
bzip2
compton
coreutils
cryptsetup
device-mapper
dhcpcd
dialog
diffutils
dmenu
e2fsprogs
fakeroot
feh
file
filesystem
findutils
firefox
flex
gawk
gcc
gcc-libs
gettext
git
glibc
grep
groff
gucharmap
gzip
htop
inetutils
intel-ucode
iproute2
iputils
jfsutils
less
libtool
licenses
linux
linux-headers
logrotate
lshw
lvm2
m4
make
man-db
man-pages
mdadm
mesa
nano
netctl
network-manager-applet
networkmanager
nodejs
npm
openssh
pacman
patch
pciutils
pcmciautils
perl
pkg-config
powertop
procps-ng
psmisc
reiserfsprogs
s-nail
scrot
sed
shadow
stow
sudo
sysfsutils
systemd
systemd-sysvcompat
tar
texinfo
tmux
unzip
usbutils
util-linux
vi
vim
wget
which
wireless_tools
xautolock
xclip
xf86-input-libinput
xf86-video-intel
xfsprogs
xorg-bdftopcf
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-twm
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xclock
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xfd
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
